import React, {Component} from 'react';
import Carusel from "../Componrnts/Carusel";

class Home extends Component {
    render() {
        return (
            <>
            <Carusel/>
            <section class={"d-flex m-5"}>
                <div class={"w-50 p-3"}>
                    <p class={"w-50 float-end"}>ФОТОГРАФІЇ – ЧАСТИНА ЛЮДСЬКОГО СПАДИНКУ,
                        І ІНСТРУМЕНТ, ЩО ДОКУМЕНТУЄ НАШЕ ІСНУВАННЯ</p>
                </div>
                <div class={"w-50 p-3"}>
                    <p class={"w-75"}>Неважливо, які камери ми носимо

                    Або яку плівку ми використовуємо

                    Ми всі тут з однією метою;

                    щоб передати нашу спадщину майбутнім поколінням.

                    Це може бути найзвичайніша щоденна подія, як-от попивати улюблену каву вранці, або щось таке важливе, як перший поцілунок нареченого і нареченої.

                    Ми, фотографи,

                        здатні перетворити досвід у відчутну форму мистецтва.</p>
                </div>
            </section>
                </>
        );
    }
}

export default Home;